Repository: ZingerLittleBee/ServerBee
Catalog: apps/ios/NotificationService/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Task run succeeded
zh_hans: 任务运行成功

source: All %lld targets succeeded.
zh_hans: 全部 %lld 个目标运行成功。

source: Task run failed
zh_hans: 任务运行失败

source: Targets: %lld. Failed: %lld. Timed out: %lld. Offline: %lld. Denied: %lld.
zh_hans: 目标：%lld。失败：%lld。超时：%lld。离线：%lld。拒绝执行：%lld。

source: Open ServerBee to view this notification.
zh_hans: 打开 ServerBee 查看此通知。

source: Test notification
zh_hans: 测试通知

source: Your encrypted ServerBee notification is ready.
zh_hans: 你的 ServerBee 加密通知已就绪。

source: Alert recovered
zh_hans: 告警已恢复

source: Alert triggered
zh_hans: 告警已触发

source: Security rule matched
zh_hans: 安全规则已匹配

source: An SSH login from a new IP matched a security rule.
zh_hans: 来自新 IP 的 SSH 登录匹配了安全规则。

source: SSH brute-force activity matched a security rule.
zh_hans: SSH 暴力破解活动匹配了安全规则。

source: Port-scan activity matched a security rule.
zh_hans: 端口扫描活动匹配了安全规则。
